Version=1
1=DesktopX
2=Configure %s..
3=Switch to Standard mode
4=Switch to Authoring mode
5=New object
6=Import..
7=Run Widget
8=List Objects..
9=New Desktop
10=Load Desktop..
11=Save Desktop
12=Save Desktop as..
13=Developer's Guide
14=Restart %s
15=Unload %s
16=Undo Movement
17=Open
18=Clone object(s)
19=Delete object(s)
20=Set parent
21=Z-order
22=Select
23=Export..
24=Properties
25=Edit Script
26=Script Enabled
27=Configure modules
28=All
29=Related
30=None
31=Move top
32=Move up
33=Move down
34=Move bottom
35=Configure
36=Set target..
37=Left
38=Top
39=Right
40=Bottom
41=Center horizontally
42=Center vertically
43=Align
44=Clone
45=Delete
46=Group
47=Ungroup
48=About
49=Close
50=Delete Widget
51=Widget Properties
52=General Settings
53=Ok
54=Cancel
55=Always on top
56=Normal level
57=Desktop level
58=Opacity
59=Shadow
60=Sharpness
61=Darkness
62=Override custom settings where already defined
63=Accessibility
64=Taskbar
65=Systray
66=You can set up 'hotkeys' to trigger access to Widgets and normal level objects.
67=Click the box below and then press the key you would like to use as your hotkey.
68=On top / on bottom hotkey
69=Show / hide hotkey
70=Label:
71=Change..
72=Object Type:
73=Browse..
74=Location:
75=Default Appearance:
76=New
77=Edit..
78=Script
79=Additional Abilities
80=General plugin
81=Information
82=Configure..
83=Add..
84=Remove
85=Object Properties
86=General
87=Relation
88=States
89=Summary
90=Set how this object relates to the desktop and other objects as well as how it can be moved and activated.
91=Visible:
92=Yes
93=No
94=Z-Order:
95=Movement:
96=Activation:
97=Start with:
98=Popup:
99=Cursor:
100=Adjust position depending on screen resolution:
101=Horizontally:
102=Vertically:
103=Label color:
104=Selected
105=Group:
106=Widget:
107=Have this object react to different system events.
108=Copy from
109=Reset
110=Appearance
111=Animation
112=Transparency
113=Shadow/Glow
114=Color
115=Sound
116=Messages
117=Property
118=Value
119=Origin
120=Description
121=Width
122=Height
123=Tooltip
124=Comments
125=Author
126=Object ID
127=Parent/Owner
128=Child
129=Group
130=Widget
131=(Unassigned)
132=Center
133=Automatic
134=Disabled (don't move)
135=Dock to right
136=Dock to nearest vertical screen border
137=Center
138=Rescale
139=Disabled (don't move)
140=Dock to bottom
141=Static
142=Toggle
143=Menu (Closed on any action)
144=Volatile (Closed when a popup opens)
145=Volatile (Closed when a popup opens, no toggle)
146=Normal
147=Locked
148=Default
149=Single click
150=Double click
151=Mouse over
152=Mouse down
153=Rectangular area
154=Visible area
155=(Follow aspect ratio)
156=(Image default)
157=Custom files..
158=Normal select
159=Help select
160=Working in background
161=Busy
162=Precision select
163=Text select
164=Handwriting
165=Unavailable
166=Vertical resize
167=Horizontal resize
168=Diagonal resize 1 (NW-SE)
169=Diagonal resize 2 (NE-SW)
170=Move
171=Alternate select
172=Hand
173=Rename
174=No transparency
175=Uniform opacity
176=Vary opacity from
177=to:
178=as it animates
179=Frames
180=Static animation
181=Loop
182=Interruptable
183=Style
184=Forwards
185=Backwards
186=Forwards + Backwards
187=Backwards + Forwards
188=Interval (ms)
189=(1 for non-animated)
190=Hue Shift
191=Brightness
192=Contrast
193=0 = disabled
194=Apply to all states
195=Object
196=Message
197=Enabled
198=Offset X
199=Offset Y
200=Change color..
201=Sync sound loop with animation loop
202=Async sound loop
203=Don't loop
204=Image
205=Text
206=Plugin
207=Icon size
208=Font
209=Alignment
210=Border color
211=Antialiased
212=Advanced..
213=The bitmap contains per-pixel alpha blending information
214=Settings
215=Desktop
216=Preferences
217=Widgets
218=IconX
219=Security
220=About
222=Desktop information
223=Hide desktop icons
224=Hide Windows taskbar
225=Workarea
226=Resolutions
227=Wallpaper options
228=Background image
229=Tile
230=Resize
231=Solid color
232=Labels colors
233=Labels font
234=System colors
235=Custom colors
236=System font
237=Custom font
238=DesktopX caches widgets content into a temporary directory to let widgets load faster and save preferences.
239=View Widget Cache
240=Clear Widgets Cache
241=Non-commercial use only
242=Locked desktop restrictions (Windows XP/2000 only)
243=Disable desktop right-click menu
244=Disable right-click context menus on special folder shortcuts
245=Disable Ctrl-Alt-Del / Task Manager
246=Disable Task keys (Win, Alt-Tab, Ctl-Esc, Alt-Esc)
247=Disable Windows shutdown and restart
248=Disable registry editing tools
249=Disable Windows Change Password
250=Disable Lock Workstation
251=Disable Run dialog from start menu
252=Disable Search dialog from start menu
253=Disable Unload/Restart
254=Disable Load Objects/Workspaces
255=Set unlock password
256=Remove Logoff button from Start menu
257=Use the same desktop for all users
258=DesktopX can show desktop icons (when they are not hidden by the loaded desktop) as DesktopX objects using IconX technology
259=Use IconX technology to show desktop icons as IconX objects
260=Retain standard desktop icons functionality
261=Configure IconX
262=Advanced bitmap settings
263=Bitmap stretch/tile
264=Image Offset
265=Tile
266=Stretch
267=Command type
268=File shortcut
269=Folder shortcut
270=Arguments
271=Show
272=Open as popup menu
273=Menu location
274=Close widget after execution
275=Accepts Drag and Drop
276=Open/toggle the popup object
277=Close the popup object
278=Destroy
279=Target object name or group name
280=Horizontal
281=Vertical
282=Small icons
283=Big icons
284=Use labels
285=Max item size
286=Distance between task item
287=Icons offset
288=Fixed size
289=Selected text color
290=Unselected text color
291=URL
292=These commands will be used to control DesktopX widgets and DesktopX Pro applications running as stand-alone (packaged and run as .EXE).
293=Loading new desktop..
294=Run automatically when Windows starts
295=Do not ask for saving desktop
296=No tray icon
297=Disable tooltip
298=Disable all sound effects
299=By default start command on:
300=Improved antialiasing quality:
301=Object creation icon size:
302=Objects relative to work area (Disable Explorer taskbar Always on top and Autohide if you hide it)
303=Export objects
304=Previous
305=Next
306=Selected only
307=Selected and related
308=Export as a packaged object (.dxpack)
309=Export as a widget (.EXE)
310=Export as a gadget (.EXE)
311=Use this to distribute this object to other DesktopX users for use and modification.
312=Use this to export your DesktopX object as a .exe that uses an installed copy of DesktopX as its run-time.
313=Use this to export your object as a stand alone program that can be run on any system.
314=Finish
315=Simple Deployment
316=Custom Deployment
317=An executable will be built to be executed from any location. At runtime, the necessary files will be extracted to a temporary directory. They will be removed when the application is closed.
318=Select this method if the exported application is to be packaged in another installer. This wizard will prepare all the files needed for the application to run and these can be combined with other distribution files. Execution time will be reduced because file extraction is not required, but you will be responsible for installing the files to the target location.
319=Readme/EULA to be included into the distribution and about box
320=Application name
321=Company
322=Version
323=Website
324=Application icon
325=Allow multiple instances of the application to run
326=Widget name
327=I accept all the terms of the preceding License Agreement
328=Save executable as
329=Save files into
330=Save package as
331=Save widget as
332=Include the following information
333=Choose the parent to associate to selected objects by its identifier.
334=Select DesktopX Desktop
335=Select object
336=Objects
337=Sort by name
338=Sort by date
339=Refresh
340=Load
341=Opening location
342=Menu direction
343=Cursor position
344=Align to object
345=Up
346=Down
347=Reduce work area
348=Advanced Text settings
349=Text offset
350=X
351=Y
352=Objects grouping
353=Group name:
354=Group method:
355=Optimized: auto-generate parent/child relationships
356=Combine: make grouped objects behave as a single object
357=Custom files are saved into object data directory. They can be used in the script or in the command as Shortcut.
358=Insert the new state identifier.
359=Add new message
360=Destination
361=Broadcast (sent to all objects)
362=Plugin Browser
363=Object Navigator
364=Enter the password
365=Use the DesktopX specific password
366=Use the system user password
367=Enter the new password
368=New password
369=Confirm
370=Shadow settings
371=Show
372=Hide
373=Language
374=Desktop
375=Desktop setup
376=Save as..
377=List
378=Wallpaper
379=Labels
380=Choose the options that will affect the desktop environment. These settings will be exported as you save the desktop as a .desktop file and will be changed from the .desktop when loading.
381=Welcome to DesktopX
387=Import a widget..
388=Import an object..
389=Load a Desktop..
390=Save
391=Include the following information
392=File name
393=From:
394=To:
395=Tip: DesktopX widgets do not require DesktopX to be running in order to use.
396=Do not show tip the next time
397=Enable Scripts
398=Welcome
399=Shortcut
400=Document 
401=Folder Shortcut
402=Drive
403=URL
404=My Computer
405=Internet
406=My Documents
407=My Network Places
408=Control Panel
409=Recycle Bin
410=Layer
411=Popup Starter
412=Desktop
413=Popup Closer
414=Windows Shutdown
415=Windows Logoff
416=Windows Restart
417=Start Menu
418=Container
419=Programs
420=Shutdown Window
421=Unload DesktopX
422=Run
423=Find
424=Favorites
425=Printers
426=Recent
427=Fonts
428=History
429=Custom Command
430=Taskbar
431=SysTray
432=Show Desktop
433=Task Browser
434=ScreenSaver
435=Windows Help
436=Configure DesktopX
437=Desktop Browser
438=Object Browser
439=Destroy
440=Widget Close
441=Widget Minimize
442=Widget About
443=Save Desktop
444=Create Object
445=Object Navigator
446=Export..
447=New Desktop
448=Images
449=Object Controller
450=System
451=Warning
452=Cannot delete objects you are configuring.
453=Delete related objects too?
454=Please specify the group name
457=DesktopX does not appear to have exited correctly. This could be the fault of a corrupt desktop or a buggy plugin. Would you like to start with a new, empty desktop (Yes) or attempt to load the current desktop again (No)?
458=Do you want to save the current desktop before loading the new one?
459=No objects available to be a parent. The parent must have an object identifier and must be not currently selected.
460=Do you want to clone all the group and all children objects?
461=Wrong username/password!
462=Some configuration panels are still open. You may lose the changes currently being made.\r\rAre you sure you want to close DesktopX?
463=The specified output directory does not exist.
464=Error exporting the package
465=Could not create the file into the specified location
466=Application "%s" created!\r\r%s
467=File not found
468=Please enter the application name
469=Please enter the widget name
470=Please specify the file name
471=Remove the existing file?
472=Could not delete the existing file.
473=Widget "%s" created!\r\r%s
474=Package created!\r\r%s
475=This file has been built with a newer version of DesktopX. It could use features unsupported by this version.\rGo to http://www.desktopx.net/ for more information about updates. Registered users have access to the newest Beta and Release DesktopX versions.\r\rContinue loading?
476=This desktop was designed for a different resolution and may not display properly.
477=The selected file has been copied to the current desktop directory.
478=Do you want to save the current desktop before clearing it?
479=Reset desktop settings?
480=The passwords you entered don't match!
481=DesktopX needs to restart itself to reflect changed settings.
482=Do you really want to delete the selected file?
483=Use global label text color for this object?
484=Enter a valid message identifier
485=Enter a non empty object ID
486=This file already exist. Do you want to overwrite it?
487=State identifier already used.
488=Are you sure you want to remove this state?
489=There is already a drawing plugin associated to this object.
490=There is already a command plugin associated to this object.
491=Really remove the script?
492=Object ID already in use.
493=%s not found.\r\rContinue?
494=Create Shortcut from icon
495=Create Layer based on image
496=Iconic
497=Maximized
498=This file doesn't appear to be a valid DesktopX package.
499=This file doesn't appear to be a valid DesktopX desktop.
500=Display properties
501=Settings
502=Select a directory
503=DesktopX Welcome..
504=These workarea settings override the default workarea bounds. If you want to use standard appbars (Explorer taskbar or DesktopX appbars), leave the option unchecked.
505=Open desktop data folder
506=Automatically copy new loaded objects, widgets and desktops into the DesktopX content directory.
507=Make DesktopX Builder the default program for loading .dxpacks and .desktops
508=DesktopX Builder is the visual tool to build DesktopX widgets and complete desktop enviroments.
509=Create Objects, Widgets and Desktops
510=Create your own custom desktop environment \rby importing DesktopX objects or widgets.
511=Load a complete desktop environment\rthat has already been created and saved.
512=Create your Desktop
513=Fade on show/hide
514=Standard Preferences dialog
515=Dock to nearest horizontal screen border
516=Margins
517=Use as mask
518=Vector text
519=Administrator User Name
520=Administrator Password
521=Enter the Administrator username/password
522=Security Options
523=Disable right-click context menus on DesktopX objects
524=Supported screen resolutions
525=Enter the minimum and maximum supported resolutions (optional)
526=Minimum resolution
527=Maximum resolution
528=Toggle Object Palette